var info = {
	"Oblomov":{
		"name": "Илья Ильич Обломов",
		"age": "'Это был человек лет тридцати двух-трех от роду'",
		"status": "'<...> дворянин родом, коллежский секретарь чином <...>'",
		"portrait": "'<...> среднего роста, приятной наружности, с темно-серыми глазами, но с отсутствием всякой определенной идеи, всякой сосредоточенности в чертах лица <...> Иногда взгляд его помрачался выражением будто усталости или скуки; но ни усталость, ни скука не могли ни на минуту согнать с лица мягкость, которая была господствующим и основным выражением, не лица только, а всей души; а душа так открыто и ясно светилась в глазах, в улыбке, в каждом движении головы, руки. <...> Цвет лица у Ильи Ильича не был ни румяный, ни смуглый, ни положительно бледный, а безразличный или казался таким, может быть, потому, что Обломов как-то обрюзг не по летам: от недостатка ли движения или воздуха, а может быть, того и другого. Вообще же тело его, судя по матовому, чересчур белому свету шеи, маленьких пухлых рук, мягких плеч, казалось слишком изнеженным для мужчины.'",
		"stare": "Большую часть времени проводит дома, лежа в кровати, не прибегая к серьезной физической деятельности. Проводит время, размышляя на отстраненные темы. Находится в апатии, не решая насущные проблемы - переезд, наведение порядков в имении. Вместо этого уходит от проблем, мечтая и размышляя. Мечтает о спокойной жизни в Обломовке, схожей с беспечной юностью. Любит читать поэзию. Во всем полагается на своего друга Штольца, с которым знаком со школьных лет, начиная от выбора книг для чтения и заканчивая решением проблем."
	},
	"Schtoltz":{
		"name": "Андрей Иванович Штольц",
		"age": "'Штольц ровесник Обломову: и ему уже за тридцать лет.'",
		"status": "Дворянин, надворный советник",
		"portrait": "'Он весь составлен из костей, мускулов и нервов, как кровная английская лошадь. Он худощав; щек у него почти вовсе нет, то есть есть кость да мускул, но ни признака жирной округлости; цвет лица ровный, смугловатый и никакого румянца; глаза хотя немного зеленоватые, но выразительные.'",
		"stare": "От отца-немца перенял педантичность, целеустремленность, упорство. В отличии от Обломова, всегда находится в движении, верно добиваясь своих целей. Благодаря своей устремленности получил хорошее образование, поступил на службу и ушел в отставку в высоком чине. Не разделяет отношение Обломова к жизни, всячески пытается вытянуть друга из 'обломовщины', однако, тщетно."
	},
	"Ilina":{
		"name": "Ольга Сергеевна Ильинская",
		"age": "'<...> ей двадцать лет <...>'",
		"status": "Дворянка",
		"portrait": "'<...> если б ее обратить в статую, она была бы статуя грации и гармонии. Несколько высокому росту строго отвечала величина головы, величине головы -- овал и размеры лица; все это, в свою очередь, гармонировало с плечами, плечи -- с станом <...>  Нос образовал чуть заметно выпуклую, грациозную линию; губы тонкие и большею частию сжатые: признак непрерывно устремленной на что-нибудь мысли <...> присутствие говорящей мысли светилось в <...> взгляде темных, серо-голубых глаз. Брови придавали особенную красоту глазам: <...> это были две русые, пушистые, почти прямые полоски, которые редко лежали симметрично: одна на линию была выше другой, от этого над бровью лежала маленькая складка, в которой как будто что-то говорило, будто там покоилась мысль.'",
		"stare": "Получила хорошее образование, продолжает учиться, развиваться. Несмотря на это мало кто воспринимает ее всерьез. Пытается сделать из Обломова свой идеал, воспитав в нем целеустремленность и активность Штольца, однако позже ее амбиции угасают. Позже видит в Штольце тот самый идеал, но позже начинает разочаровываться и в нем."
	},
	"Zahar":{
		"name": "Захар Трофимыч (Трофимов?)",
		"age": "'<...> Пятьдесят пять лет ходил он на белом свете с уверенностью, что все, что он ни делает, иначе и лучше сделано быть не может <...>'",
		"status": "Слуга Обломова",
		"portrait": "'<...> пожилой человек, в сером сюртуке, с прорехою под мышкой, откуда торчал клочок рубашки, в сером же жилете, с медными пуговицами, с голым, как колено, черепом и с необъятно широкими и густыми русыми с проседью бакенбардами, из которых каждой стало бы на три бороды.'",
		"stare": "Ленив, любит сплетничать, есть за барский счет. Не любит перемены, поэтому был против переезда на новое место. Постоянно ворчит на Обломова, но, при этом, предан своему хозяину. В некотором роде проекция Обломова: как Ильинская пытается изменить Обломова, так и Анисья, жена Захара пытается изменить порядки на свой манер."
	}
}